Repository: Enirudo/Sudoku
Catalog: lib/l10n/app_*.arb
Languages: pt_br

# difficulties
source: Beginner:Easy:Medium:Hard:Extreme
pt_br: Iniciante:Fácil:Médio:Difícil:Extremo

# homeNewGame
source: New Game
pt_br: Novo Jogo

# homeContinue
source: Continue
pt_br: Continuar

# themeTitle
source: Color Settings
pt_br: Configurações de Aparência

# themePrimaryColor
source: Primary color:
pt_br: Cor primária:

# themePickPrimaryColor
source: Pick a primary color:
pt_br: Escolher cor primária:

# themeDarkTheme
source: Dark theme:
pt_br: Tema escuro:

# themeResetTheme
source: Reset theme
pt_br: Voltar ao tema padrão

# leaderboardScores
source: Scores
pt_br: Pontos

# leaderboardNoScoresYet
source: No scores yet.
pt_br: Sem pontuação ainda.

# leaderboardClose
source: Close
pt_br: Fechar

# winStrings
source: You win!:Congration, you done it!:Great job!:Impressive.:EYYYYYYYY!:All our base are belong to you.:You're winner!:A winner is you!:A{adjective} game!
pt_br: Você ganhou!:Parabéns, você conseguiu!:Ótimo trabalho!:Impressionante.:EYYYYYYYY!:All our base are belong to you.:Você é um vencedor!:O vencedor é você!:Um{adjective} jogo!

# winAdjectives
source: charming: determined: fabulous: dynamic:n imaginative: breathtaking: brilliant:n elegant: lovely: spectacular:n internet-worthy: screenshot-worthy: duck-like:n explosive: devious:n excellent: concise
pt_br: charming: determinado: fabuloso: dinâmica:n imaginativa: de tirar o fôlego: brilhante:n elegante: amável: espetacular:n digno da internet:digno de uma captura de tela: tipo pato:n explosivo: desonesto:n excelente: conciso

# winDifficulty
source: Difficulty: {difficulty}
pt_br: Dificuldade: {difficulty}

# winValidationsUsed
source: Validations used: {count}
pt_br: Validações utilizudas: {count}

# winTime
source: Time: {time}
pt_br: Tempo: {time}

# winGotIt
source: Got it!
pt_br: Entendi!

# aboutSudoku
source: About {name}
pt_br: Sobre {name}

# aboutThanks
source: Thanks for playing!
pt_br: Obrigado por jogar!

# aboutVersion
source: Version: {version}
pt_br: Versão: {version}

# aboutFossNotice
source: {name} is open source software. No user data is collected, and the game is made available free of charge for everyone.
pt_br: {name} é um software código fonte. Nenhum dadoé coletado, e o jogo é disponibilizado sem custo para todos.

# aboutContributionsAppreciated
source: Development and maintenance of this application takes many hours of work, and any contribution is vastly appreciated!
pt_br: Desenvolvimento e manutenção desse aplicativo toma muitas horas de trabalho, e qualquer contribuição é muito apreciada!

# aboutWaysToHelp
source: Here are some ways you can help:
pt_br: Aqui estão algumas maneiras em que você pode ajudar:

# aboutSubmitPatch
source: Submit a patch
pt_br: Envie uma patch

# aboutDonate
source: Donate
pt_br: Doe

# aboutReplayTutorial
source: Replay tutorial
pt_br: Jogar novamente o tutorial

# aboutShowLicenses
source: Show licenses
pt_br: Mostrar licenças

# tutorialWelcome
source: Welcome to {name}!
pt_br: Bem-vindo {name}!

# tutorialIntroduction
source: The following is a short introduction to the game. If you already know how to play, feel free to press skip!
pt_br: Segue uma breve introdução ao jogo. Se você já sabe como jogar, sinta-se a vontade para pular!

# tutorialContinue
source: Continue
pt_br: Continuar

# tutorialSkip
source: Skip
pt_br: Pular

# tutorialLine0
source: Every row, column, and 3x3 box must contain every number from 1-9.
pt_br: Cada linha, coluna, e caixa 3x3 deve conter todos os números de 1-9.

# tutorialLine1
source: Select a number below, then tap an empty cell to fill it in.
pt_br: Selecione um número abaixo, então clique numa célula vazia para preenchê-la.

# tutorialLine2
source: You can also tap a filled-in cell to select its number.
pt_br: Você pode também clicar em uma célula preenchida para selecionar o seu número.

# tutorialFinished
source: Now you're ready to play!
pt_br: Você está pronto para jogar agora!

# tutorialNoHelp
source: No thanks
pt_br: Não, obrigado
